insert into authors (first_name, last_name)
values ('Лев', 'Толстой'),
       ('Джордж', 'Оруэлл'),
       ('Фёдор', 'Достоевский'),
       ('Джоан', 'Роулинг'),
       ('Маргарет', 'Митчелл'),
       ('Льюис', 'Кэрролл'),
       ('Михаил', 'Булгаков');

INSERT INTO genres (name)
VALUES ('Роман'),
       ('Дистопия'),
       ('Фэнтези'),
       ('Детская литература');

insert into books (title, author_id, genre_id)
values ('Война и мир', 1, 1),
       ('1984', 2, 2),
       ('Преступление и наказание', 3, 1),
       ('Гарри Поттер и философский камень', 4, 4),
       ('Унесенные ветром', 5, 1),
       ('Алиса в Стране чудес', 6, 4),
       ('Мастер и Маргарита', 7, 1),
       ('Гарри Поттер и тайная комната', 4, 4);

insert into comments (text, book_id)
values ('Comment_1', 1),
       ('Comment_2', 1),
       ('Comment_3', 1),
       ('Comment_4', 1),
       ('Comment_5', 1);



